const terms: any = [
  {
    title: 'Truepoint 서비스 이용 약관 (필수)',
    state: 'checkedA',
    text: `  
    제 1조 목적
    본 약관은 트루포인트(이하 “회사”라 한다)가 운영하는 TRUE POINT(이하 “서비스”라한다.)에서 제공하는 가공 데이터 제휴 서비스를 이용함에 있어 회사와 회원간의 이용계약 체결, 서비스 제공, 권리와 의무, 책임 사항, 결제 관리 및 기타 필요한 사항 등 서비스 운영을 위한 기본적인 사항을 규정하는 것을 목적으로 한다.

    제 2조 정의
    1. “서비스”라 함은 회사가 제공하는 가공 및 분석된 데이터를 제공하는 결제 형태에 따라 제공 받는 데이터 제휴서비스를 의미합니다.

    2. 회원이라 함은 서비스에 접속하여 “약관”에 따라 회사와 이용 계약을 체결하고 회사가 제공하는 서비스를 이용하는 이용고객을 의미합니다.

    3. “이용 제한”이라 함은 회원이 약관 또는 운영정책 위반, 관계 법령 위반 등의 사유로 회사로부터 이용을 제한받은 상태를 의미하며, 이용제한 상태는 위반 사유가 치유되기 전까지 서비스 이용을 제한하는 제재상태와 회사의 이용을 영구히 제한하는 "영구정지" 상태로 구분됩니다.

    4. “결제 금액”이라 함은 데이터 제휴 체결에 있어 회원이 회사에 지급하는 금액을 말합니다.

    5. “결제기관”이라 함은 통신사, 신용카드사, 선불결제수단의 발행기관 등을 말합니다.

    제 3조 약관 등의 명시와 설명 및 개정
    1. 본 약관은 서비스를 이용하고자 하는 모든 회원에 대하여 그 효력을 발생한다.

    2. 회사는 이 약관의 내용을 이용자가 쉽게 알 수 있도록 서비스 초기 화면 또는 연결화면, 필요시 "공지사항”을 통해 약관 개정 내용을 게시합니다.

    3. 회사는 필요한 경우 관련 법령을 위배하지 않는 범위 내에서 약관을 개정할 수 있습니다.

    4. 회사는 약관을 개정할 경우 개정내용과 적용일자를 명시하여 서비스에서 적용일자 7일전까지 공지합니다. 다만, 회원에게 불리하게 개정되는 경우 적용일자 30일전부터 공지합니다.

    5. 회사가 제 10조에 따른 방법으로 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 않은 경우 회원이 이 개정 약관에 동의한 것으로 봅니다.

    6. 회원은 개정 약관에 동의하지 않는 경우 적용일자 전일까지 회사에 거부의사를 표시하고 이용 계약을 해지할 수 있습니다.

    제 4조 운영정책
    1. 회사는 공정한 서비스의 유지 및 회원의 보호 등을 위해 별도의 운영정책을 운영할 수 있으며, 회원은 회사가 정한 운영정책을 반드시 확인하고 준수하여야 합니다.

    2. "약관"에서 정하지 않은 사항이나 해석에 대해서는 운영정책, 이용안내, 관련 법령에 따릅니다.

    제 5조 회원가입 및 이용계약의 성립
    1. 서비스를 이용하고자 하는 이용고객은 회사가 정한 절차에 따라 이 약관에 동의하고 회원가입 신청을 하고 이러한 신청에 대하여 승인함으로써 이용계약이 체결됩니다.

    2. 회사는 제1항과 같이 신청을 한 이용고객 중 아래 각호에 해당되는 경우에는 승인을 거부할 수 있으며, 등록이 된 이후에도 아래 각호의 사유가 확인된 경우에는 승낙을 취소할 수 있습니다.

    (1) 이용고객이 이 약관에 의하여 이전에 자격을 상실한 적이 있는 경우.

    (2) 실명이 아니거나 타인의 명의(예)주민등록번호,사업자번호 등)를 이용한 경우.

    (3) 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우.

    (4) 이용고객의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우.

    (5) 다른 회원으로부터 이용 불편에 대한 신고가 접수된 경우

    (6) 기타 회사가 필요하다고 인정한 경우.

    3. 제1항에 따른 신청에 있어 회사는 회원의 종류에 따라 이용계약은 아이디 단위로 체결됩니다.

    4. 회원이 본 약관에 동의함은 본 서비스와 관련하여 회사에서 제공하거나 제공할 모든 서비스에 동의하는 것으로 봅니다.

    제 6조 회원계정에 대한 관리
    1. 회원의 아이디와 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 의도하지 않은 제3자가 이용하도록 하여서는 안 됩니다.

    2. 회원은 아이디 및 비밀번호가 도용되거나 의도하지 않은 제3자에 의해 사용되고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에 따라야 합니다.

    3. 회원은 회원 가입신청 시 기재한 사항이 변경되었을 경우 "정보수정"에서 변경을 하거나 회사의 고객센터를 통하여 회사에게 그 변경사항을 알려야 합니다.

    4. 제2항 및 제3항의 경우에 해당 회원이 회사에 그 사실을 통지하지 않거나, 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.

    제 7조 결제서비스의 내용과 회사와 회원의 의무 등
    1. 회사는 서비스를 상시 제공함을 원칙으로 합니다.

    2. 회사의 의무는 아래와 같습니다.

    (1) 트루포인트 데이터 분석 시스템 구축, 개선 및 시스템 연동

    (2) 회사의 시스템에 장애 발생 시 신속한 복구

    3. 회원의 의무는 아래와 같습니다.

    (1) 회원은 회원가입을 통해 이용신청을 할 경우 사실에 근거하여 작성하여야 함(회원이 허위 또는 타인의 정보를 등록한 경우 회사에 대하여 일체의 권리를 주장할 수 없으며, 이로 인하여 발생하는 손해에 대해 회사는 책임지지 않음)

    (2) 서비스 이용에 필요한 아이디, 비밀번호 등의 개인정보 기밀 유지(관리소홀로 인해 발생하는 책임은 회원 본인에게 있음)

    (3) 청소년 보호법 등 관계 법령을 준수

    (4) 필요한 서비스에 있어서 회사에 대한 비용의 지급

    (5) 정산 처리를 위한 개인정보(이름, 주민등록번호) 및 통장 정보 제공

    4. 회사는 결제기관 또는 회사의 시스템 정기점검 및 기타 일시 중단하여야 할 필요가 있는 경우 회원에게 사전 통지 후 일시 중단할 수 있습니다. 단, 불가항력적인 이유로 중단되는 경우 회사는 회원에게 사후 통보할 수 있습니다.

    제 8조 거래 취소 및 결제금액 환불 등
    1. 회원이 구독의 취소 또는 환불을 요청할 경우, 회사가 응대 및 처리하는 것을 원칙으로 하며, 회사와 회원의 협의가 있거나, 관계법령 또는 정부기관의 명령이 있을 경우 회사가 처리할 수 있습니다.

    제 9조 회원에 대한 통지
    1. 회원에 대한 통지를 하는 경우 회사는 회원이 제공한 이메일 주소 또는 SMS, 서비스의 "알림” 등으로 할 수 있습니다.

    2. 회사는 불특정 다수 회원에 대한 통지의 경우 서비스 공지사항 등에 게시함으로써 개별 통지에 갈음할 수 있습니다.

    3. 회사가 상기와 같이 정상적으로 통지하였음에도, 회원이 통지된 내용을 확인하지 않음으로써 회원에게 발생한 불이익에 대해 회사는 책임지지 않습니다.

    제 10조 서비스 이용제한 등
    1. 회사는 다음 각 호에 해당하는 경우 회원에 대하여 서비스 제공을 제한하거나 중지할 수 있습니다.

    (1) 회사와 회원간에 서비스 제공과 관련된 약정이 종료되는 경우

    (2) 회원이 본 약관에서 정한 의무사항을 위반하여 서비스의 정상적인 운영을 방해한 경우

    (3) 회원이 타인의 명의를 도용하여 회원가입을 한 경우

    (4) 유료결제를 함에 있어서 타인 명의 결제 도용,전화번호 도용 등 불법적인 결제를 한 경우

    (5) 불법프로그램의 제공 및 운영 방해, 정보통신망법을 위반한 불법 통신 및 해킹, 악성프로그램의 배포, 접속 권한 초과 행위 등과 같이 회원이 관련 법령을 위반한 경우

    (6) 회원 간 또는 회사와 회원 간에 분쟁이 발생하여 분쟁이 해결되지 않는 경우

    2. 본 조 제1항에 따라 서비스 이용이 제한되는 경우 회원이 획득한 혜택과 보유한 권리 등도 모두 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다.

    3. 본 조 제1항에 따라 서비스 이용이 제한 또는 중지된 회원에게 통지로써 회원 자격을 상실 또는 1년 동안 정지, 휴면시킬 수 있습니다.

    제 11조 서비스 이용제한 등
    1. 회사는 다음 각 호에 해당하는 경우 회원에 대하여 서비스 제공을 제한하거나 중지할 수 있습니다.

    (1) 회사와 회원간에 서비스 제공과 관련된 약정이 종료되는 경우

    (2) 회원이 본 약관에서 정한 의무사항을 위반하여 서비스의 정상적인 운영을 방해한 경우

    (3) 회원이 타인의 명의를 도용하여 회원가입을 한 경우

    (4) 유료결제를 함에 있어서 타인 명의 결제 도용,전화번호 도용 등 불법적인 결제를 한 경우

    (5) 불법프로그램의 제공 및 운영 방해, 정보통신망법을 위반한 불법 통신 및 해킹, 악성프로그램의 배포, 접속 권한 초과 행위 등과 같이 회원이 관련 법령을 위반한 경우

    (6) 회원이 계속해서 1년 이상 로그인하지 않는 경우

    (7) 회원간 또는 회사와 회원간에 분쟁이 발생하여 분쟁이 해결되지 않는 경우

    2. 본 조 제1항에 따라 서비스 이용이 제한되는 경우 회원이 획득한 혜택과 보유한 권리 등도 모두 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다.

    3. 본 조 제1항에 따라 서비스 이용이 제한 또는 중지된 회원에게 통지로써 회원 자격을 상실 또는 1년 동안 정지, 휴면시킬 수 있습니다.

    제 12조 서비스의 해제, 해지 및 청약 철회
    1. 회원이 이용계약을 해지하고자 할 때에는 언제든지 회사가 정한 방법을 통해 이용계약 해지를 요청할 수 있습니다. 단, 신규가입 후 일정시간 이내에는 서비스 부정이용 방지 등의 사유로 즉시 탈퇴가 제한될 수 있습니다.

    2. 회사는 회원이 본 약관에서 정한 회원의 의무를 위반한 경우 등 비정상적인 이용 또는 부당한 이용과 이용자 금지프로그램을 사용하는 계약을 해지할 수 있습니다.

    3. 회원이 계약을 해지할 경우, 관련법 및 개인정보취급방침에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 해지 후 일정 기간 내에 회원의 개인정보 데이터는 소멸된다.

    4. 회사에서 제공하는 서비스를 이용하는데 있어 각 호에 해당하는 사항들을 엄격하게 금지하고 있으며, 이를 위반할 시 당사는 어떠한 책임도 지지 않는다. 또한, 아래와 같은 행위가 적발될 경우 계약을 해지할 수 있으며, 광고 수익금을 무효화 할 수 있다.

    (1) 회사 및 기타 제 3자의 명예를 손상시키거나 업무를 방해하는 경우

    (2) 부정한 용도로 서비스를 이용하고자 하는 경우

    (3) 회사의 정책에 적합하지 않는 이용자로 판단되는 경우나 서비스 제공이 곤란한 경우

    (4) 회사가 정하는 이용 목적과 방법에 반하여 서비스를 이용하고자 하는 경우

    (5) 본 약관이나 기타 규정을 위반하여 서비스를 이용하는 경우

    제 13조 개인정보의 수집, 이용 및 보호 의무
    1. 회사는 서비스의 원활한 제공을 목적으로 개인정보를 수집 및 이용합니다. 이를 위해서는 회사는 회원에게 별도의 동의를 구합니다.

    2. 회사는 정보통신망법 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련 법령 및 회사의 개인정보취급방침이 적용됩니다. 다만, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보취급방침이 적용되지 않습니다.

    제 14조 서비스 관리 책임
    회사의 서비스 관리책임자는 다음과 같습니다.

    1. 성명 : 강동기

    2. 직위 : 대표

    3. 연락처 : 051-515-6309

    제 15조 개인정보의 동의철회
    회원은 서비스 해지(이용 중지의 통보)의 방법으로 회사의 개인정보의 수집, 이용, 제공에 대한 동의를 언제든지 철회하실 수 있습니다.

    제 16조 개인정보의 보유기간 및 이용기간
    회원의 개인정보는 회사가 서비스를 제공하는 기간 동안에 한하여 보유 및 이용되며, 회사는 개인정보의 수집 및 이용목적을 달성한 때에는 당해 개인정보를 지체없이 파기합니다. 다만, 국세기본법, 법인세법, 부가가치세법 기타 관계법령의 규정에 의하여 보존할 필요성이 있는 경우에는 관계법령에 따라 보존합니다.

    제 17조 손해배상 등
    1. 회사는 회원이 서비스를 이용함에 있어 회사의 고의 또는 과실로 인해 손해가 발생한 경우, 회사는 민법 등 관련 법령이 규율하는 범위 이내에서 그 손해를 배상한다.

    2. 회원이 본 약관 및 운영정책을 위반하거나 관계법령을 위반하여 회사에 손해가 발생한 경우, 회원은 회사에 그 손해를 배상하여야 한다.

    3. 회원이 약관 및 운영정책을 위반하거나 관계법령을 위반하여 제 3자가 회사를 상대로 민형사상의 조치를 위하는 경우, 회원은 자신의 비용과 책임으로 회사를 면책시켜야 하며 이로 인해 발생하는 손해에 대해 책임을 진다.

    4. 회사에 대한 손해배상의 책임은 회원의 계약해지로 해지, 해제되지 않고, 법적 기간 내까지 유효하다.

    제 18조 서비스 제공의 중지
    1. 회사는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.

    (1) 서비스용 설비의 보수 등 공사로 인한 부득이한 경우

    (2) 전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중지했을 경우

    (3) 기타 불가항력적 사유가 있는 경우

    2. 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.

    제 19조 저작권의 귀속 및 이용제한
    1. 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.

    2. 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자가 이용하도록 하여서는 안됩니다.

    제 20조 면책 및 책임제한 등
    1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.

    2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.

    3. 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 그 밖에 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.

    4. 회사는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.

    5. 회사는 회원 상호간 또는 회원과 제3자 간에 서비스를 매개로 발생한 분쟁에 대하여는 개입할 의무, 손해를 배상할 책임이 없습니다.

    제 21조 서비스 종료
    1. 회사가 서비스를 종료하고자 할 경우 회사는 서비스를 종료하고자 하는 날로부터 3개월 이전에 본 약관 제10조 제2항에서 정한 방법으로 회원에게 알려드립니다.

    2. 본 조 제1항에 따라 서비스가 종료되는 경우 회사는 관계법령에 따라 보유하고 있는 개인정보를 파기합니다.

    부칙
    1. 본 약관은 2020년 10월 O1일부터 시행합니다.
    `,
  },
  {
    title: '개인정보 처리방침 (필수)',
    state: 'checkedB',
    text: `
    트루포인트가 제공하는 방송데이터 서칭 엔진 TRUE POINT 서비스는 회원의 개인정보를 보호하며 정보통신망이용촉진 및 정보보호 등에 관한 법률 등 모든 관련 법령을 준수하기 위하여 회원 개인정보처리방침(이하 ‘개인정보처리방침’)을 제정하고 이를 준수하고 있습니다. 또한 아래에 게시된 개인정보보호 정책을 통하여 회원이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다. 본 개인정보보호정책은 회사가 운영하는 서비스에 공개되며, 고객이 언제나 쉽게 찾아볼 수 있도록 하고 있습니다.

    1.수집하는 개인정보 항목 및 수집 방법
    회사는 이용자 확인 및 통계, 분석을 통한 자료로 회원님의 필요에 맞는 최적의 서비스를 제공하기 위한 목적으로 최소한의 회원 개인정보를 수집, 이용하고 있습니다. 누구나 동의 거부 의사를 표시할 수 있으며 동의 거부 시 회원으로서의 기본 활동을 위한 정보 부족으로 회원가입은 할 수 없으며, 이에 따라 홈페이지를 통한 회원 로그인, 회원용 서비스 이용은 제한이 됩니다.

    수집하는 개인정보 항목 및 수집 목적
    1. 이름, 이메일 주소, 비밀번호 : 회원제 서비스 이용에 따른 본인 확인 절차에이용

    2. 이메일 주소, 연락처(휴대폰): 트루포인트 공지사항, 불만처리 등을 위한 의사소통 경로의 확보, 서비스 개발을 위한 연구/조사등의 안내

    3. 이메}일 및 PUSH 수신 여부 : 블링 공지사항, 회원들 간의 신규 메시지 알람, 상품/서비스에 대한 제반 마케팅(대행포함) 및 판촉활동, 사은행사, 이벤트, 최신정보 등의 안내를 이메일이나 PUSH, SMS 로 수신하는 것에 동의하는 지의 여부 확인

    수집하는 정보
    1. 필수입력사항: 이름, 이메일주소, 비밀번호 등

    2. 선택입력사항: 아프리카tv, 트위치tv, 유튜브 등의 채널연동 허용

    3. 서비스 이용과정에서 생성, 수집되는 서비스 이용기록, 접속로그, 결제기록, 탈퇴 기록 등

    수집방법
    홈페이지, 전화, 고객문의, 오픈인증 서비스

    로그 분석 프로그램을 통한 생성정보 수집.

    2. 개인정보의 이용 목적
    회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.

    첫째. 서비스 제공에 관한 계약 이행

    컨텐츠 제공, 금융 거래시 본인의 인증 등

    둘째. 회원 관리

    회원제 서비스 이용에 따른 본인확인, 개인식별, 불량 회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 가입 및 가입횟수 제한, 만 14세 미만 아동 개인정보 수집 시 법정 대리인(부모님) 동의여부 확인, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원 처리, 고지사항 전달

    셋째. 마케팅 및 광고에 활용

    통계적 특성에 따른 서비스 제공 및 광고 게재, 회원의 서비스 이용에 대한 통계 및 접속빈도 파악, 신규서비스 런칭 시 대상자 추출 및 이벤트 제공

    3. 개인정보 수집에 대한 동의
    회사는 적법하고 공정한 수단에 의하여 서비스 계약의 성립 및 이행에 필요한 최소한의 개인정보를 수집합니다. 회사가 회원의 개인 식별이 가능한 개인정보를 수집하는 때는 반드시 아래의 적법한 절차에 따라 회원의 동의를 받습니다. 회원의 개인정보 수집과 관련하여 회사의 이용약관 또는 개인정보처리방침을 통해 그 내용을 고지하고 있으며, 회원이 위 내용에 대해 '동의' 버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다. 회사는 회사의 서버 로그파일이나 조사를 기반으로 회원들의 분포도, 관심사 그리고 행동양식을 연구합니다. 이는 회원들을 보다 잘 이해하고 보다 높은 질의 서비스를 제공하기 위한 것입니다. 이러한 연구는 총체적으로 수집, 분석되며 회원 개인에 관하여 식별할 수 있는 정보를 포함되어 있지 않습니다.

    4. 개인정보의 보유 기간 및 파기절차와 방법
    회사는 개인정보의 수집 목적 또는 제공받은 목적이 달성된 때에는 회원의 개인정보를 지체 없이 폐기합니다.

    첫째. 파기 대상

    ① 회원가입 정보의 경우 : 회원가입을 탈퇴하거나 회원에서 제명된 때

    ② 설문조사, 이벤트 등의 목적을 위하여 회원가입정보에 포함된 주소와 다른 별도의 배송지 정보를 수집한 경우 : 해당 이용 목적이 종료된 때. 단, 수집 목적 또는 제공받은 목적이 달성된 경우에도 상법 등 법령의 규정에 의하여 보존할 필요성이 있는 경우에는 예외적으로 회원의 개인정보를 보유할 수 있습니다.

    ③ 상법 및 ’전자상거래 등에서 소비자보호에 관한 법률’ 등 관련 법령의 규정에 의하여 보존할 필요성이 있는 경우

    - 계약 또는 청약 철회 등에 관한 기록 : 5년

    - 대금결제 및 재화 등의 공급에 관한 기록 : 5년

    - 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년

    ④ 정당한 절차에 따라 보유 기간을 미리 회원에게 고지하거나 명시한 경우

    ⑤ 개별적으로 회원의 동의를 받은 경우 : 동의 받은 기간 동안 보관

    ⑥ 고객상담 및 회원의 추가적인 피해 방지를 위해 30일간 보관하는 경우

    둘째. 파기 방법

    ① 종이에 출력된 개인정보 : 분쇄기로 분쇄

    ② 전자적 파일 형태로 저장된 개인정보 : 기록을 재생할 수 없는 기술적 방법으로 삭제

    제 5조 회원가입 및 이용계약의 성립
    첫째. 개인정보의 열람 및 정정 방법

    회원은 언제든지 등록되어 있는 회원의 개인정보를 열람하거나 정정할 수 있습니다. 회원의 개인정보에 대한 열람 또는 정정을 하고자 할 경우에는 [ 환경설정 ] 메뉴를 클릭하여 직접 열람 또는 정정하거나, 개인정보 관련 담당자에게 전화 또는 전자우편으로 연락하면 지체 없이 정정할 수 있습니다. 만일 회원의 대리인이 방문하여 열람 또는 정정을 요구하는 경우에는 회원의 진정한 대리인인지 여부를 확인하기 위해, 대리관계를 나타내는 증표를 제시하도록 요구할 수 있습니다.

    회원이 개인정보의 오류에 대한 정정을 요청한 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제 3자에게 이미 제공한 경우에는 정정 처리 결과를 제 3 자에게 지체 없이 통지하여 정정이 이루어지도록 조치합니다. 다만, 개인정보의 전부 또는 일부에 대하여 열람 또는 정정을 거절할 정당한 이유가 있는 경우에는 회원에게 이를 지체 없이 통지하고 그 이유를 설명합니다.

    단, 다음과 같은 경우에는 예외적으로 개인정보의 열람 및 정정을 제한할 수 있습니다.

    ① 본인 또는 제 3 자의 생명, 신체, 재산 또는 권익을 현저하게 해할 우려가 있는 경우

    ② 당해 서비스 제공자의 업무에 현저한 지장을 미칠 우려가 있는 경우

    ③ 법령에 위반하는 경우

    둘째. 동의 철회 및 회원 탈퇴 방법

    회원은 회원가입 시 개인정보의 수집, 이용 및 제공에 대해 동의한 내용을 언제든지 철회할 수 있습니다. 동의철회 및 회원탈퇴를 원하실 경우 [회원탈퇴]를 클릭하여 직접 신청 할 수 있으며, 개인정보 관련 담당자에게 전화 또는 전자우편 등으로 연락하면 즉시 필요한 조치를 취해 드립니다.

    6. 쿠키에 의한 개인정보 수집회사는 회원의 정보를 수시로 저장하고 찾아내는 '쿠키 (cookie)'를 운영합니다.
    쿠키란 회사의 웹사이트 또는 모바일 서비스를 운영하는데 이용되는 서버가 회원의 브라우저에 보내는 아주 작은 텍스트 파일로서 회원의 단말기(PC, 스마트폰, 태블릿 PC 등)의 하드디스크에 저장됩니다.

    쿠키 (cookie)에는 사용한 웹사이트의 정보 및 회원의 개인정보가 담길 수 있으며, 따라서 회원은 쿠키 설치에 대한 선택권을 가지고 있습니다. 회원 단말기의 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 또는 쿠키가 저장될 때마다 확인을 거치거나, 혹은 모든 쿠키의 저장을 거부할 수도 있습니다.

    다만, 회원이 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 발생할 수도 있습니다.

    첫째. 쿠키 설치 허용 여부를 지정하는 방법 (익스플로러의 경우)

    ① [도구] 메뉴에서 [인터넷 옵션]을 선택합니다.

    ② [개인정보 탭]을 클릭합니다.

    ③ [개인정보보호 수준]을 설정합니다.

    둘째. 받은 쿠키를 보는 방법 (익스플로러의 경우)

    ① [작업 표시줄]에서 [도구] 를 클릭합니다.

    ② [인터넷 옵션]을 선택합니다.

    ③ [일반 탭 (기본 탭)]에서 [설정]을 클릭합니다.

    ④ [파일 보기]를 선택합니다.

    셋째. 쿠키 사용의 목적

    이렇게 쿠키를 통해 수집한 개인정보는 개인의 관심 분야에 따른 차별화된 정보 제공, 회원과 비회원의 접속빈도 또는 이용시간 등을 분석하고 고객의 취향과 관심분야를 파악하는 타겟(target) 마케팅, 고객의 서비스 이용 습관을 분석한 후의 개인 맞춤 서비스 제공 및 서비스 개편 척도로 활용됩니다.

    7. 개인정보의 안전성 확보 조치
    블링 은 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.

    정기적인 자체 감사 실시

    개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로 자체 감사를 실시하고 있습니다.

    개인정보 취급 직원의 최소화 및 교육

    개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.

    내부관리계획의 수립 및 시행

    개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.

    해킹 등에 대비한 기술적 대책

    블링 은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.

    개인정보의 암호화

    이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.

    접속기록의 보관 및 위변조 방지

    개인정보처리 시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고 있습니다.

    개인정보에 대한 접근 제한

    개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.

    문서보안을 위한 잠금장치 사용

    개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.

    비인가자에 대한 출입 통제

    개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.

    8. 개인정보 보호책임
    ① 블링 은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.

    ② 정보주체께서는 블링 의 서비스(또는 사업) 를(을) 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당자로 문의하실 수 있습니다. 블링 은 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.

    ▶ 개인정보 보호책임자

    성명 :강태섭

    직책 : 마케팅

    전화 :010-8120-9720

    이메일주소 :kseop@onad.io

    9. 정책 변경에 따른 공지 의무
    본 개인정보 보호정책은 관련 법률 및 정부 지침의 변경과 회사의 내부 정책 변경에 의하여 수시로 변경될 수 있습니다.

    회사의 개인정보 보호정책이 변경될 경우에는 회사가 운영하는 사이트 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다.

    변경 관련 문의 사항은 개인정보 관리 책임자 및 담당자에게 문의하거나 웹사이트의 고객문의 이메일을 통해 할 수 있습니다.

    10. 분석
    당사는 서비스를 방문하는 사용자 수, 가장 많이 요청된 정보 및 사용자와 서비스의 상호 작용 방법 등,

    당사 서비스와 사용자의 상호 작용을 여러 가지 방법으로 분석합니다.

    당사가 수집하는 정보에는 참조하는 웹 사이트, 당사 서비스의 내부 페이지 접근 횟수 및 빈도, 페이지 조회 시간 등이 포함됩니다.

    이를 통해 당사는 서비스에 대한 사용자 경험과 서비스를 개선할 수 있습니다.

    11. Privacy Policies of 3rd Parties We Integrate With
    Applies to All Customers - YouTube API Terms of Service

    Applies to All Customers - Twitch API Terms of Service

    Applies to All Customers – AfreecaTV API
    `,
  },
  {
    title: '서비스 및 관련광고 수신 동의 (선택)',
    state: 'checkedC',
    text: `
    마케팅 정보 수신동의
    
    개인정보보호법 제22조 제4항에 의해 선택정보 사항에 대해서는 기재하지 않으셔도 서비스를 이용하실 수 있습니다.
    
    1. 마케팅 및 광고에의 활용

    – 신규 기능 개발 및 맞춤 서비스 제공
    – 뉴스레터 발송, 새로운 기능(제품)의 안내
    – 할인 및 쿠폰 등 이벤트 등 광고성 정보 제공
    
    2. 트루포인트 서비스를 운용함에 있어 각종 정보를 서비스 화면, SMS, 이메일 등의 방법으로 회원에게 제공할 수 있으며, 결제안내 등 의무적으로 안내되어야 하는 정보성 내용 및 일부 혜택성 정보는 수신동의 여부와 무관하게 제공합니다.`,
  },
];
export default terms;
