const source = {
  productHero: {
    title: `유투브영상, 요약 영상에 필수적인
    하이라이트포인트를 찾아드립니다!`,
    content: `시청자들의 소통이 가장 뜨거웠던 시점, 가장 많이 웃었던 시점
    여론이 가장 좋았던 시점 등 데이터에 기반한 편집점을 제공합니다`,
  },
  withMedia: {
    title: '유투브LIVE, 아프리카TV, 트위치TV',
    content: '모든 플랫폼에서 방송 분석이 가능합니다.',
  },
  solutionIntro: {
    title: {
      stepOne: '다양한 표현들을 탐색 및 추적합니다',
      stepTwo: '오늘 방송 알찼나?',
      stepThree: '유투브 채널은 잘 관리되고 있을까?',
    },
    content: {
      stepOne: `풀영상의 긴 시간 속에서
      시청자들의 반응을 분석하여
      편집점으로 적합한 시점을 제공합니다
      직접 찾고자하는 단어 검색도 가능합니다`,
      stepTwo: `시청자들의 채팅 발생량 및 감성 분석을 통해
      컨텐츠에  대한 시청자들의 반응을
      방송별, 날짜별로 비교할 수 있습니다
      `,
      stepThree: `유투브 채널의 댓글 감성 분석을 통해
      생방송의 재미가 편집 영상에서도
      잘 전달되고 있는지 확인할 수 있습니다
      시청자들의 반응을 더 쉽게 확인해보세요!
      `,
      accent: '생방송의 정확한 진단, 트루포인트에게 맡겨주세요',
    },
  },
};

export default source;
