export const stepguideSource = {
  mainpageHighlight: {
    step1: `
      날짜 중에 방송을 한 경우
      밑에 파란점이 있습니다.
      분석할 날짜를 선택하세요.
    `,
    step2: `
      여러 방송들 중에 분석할
      방송을 선택하세요
    `,
    step3: `
      분석하기를 누르면 아래에
      분석결과가 나타납니다.
    `,
  },
  mainpageStreamAnalysis: {
    step1: `
      날짜 중에 방송을 한 경우
      밑에 파란점이 있습니다.
      분석할 기존방송을 선택하세요
    `,
    step2: `
      분석할 기존 방송을 선택주세요.
      비교 방송 등록을 위해
      STEP1, STEP2를 반복합니다.
    `,
    step3: `
      분석하기를 누르면 아래에
      분석결과가 나타납니다.
    `,
  },
  mainpagePeriodAnalysis: {
    step1: `
      분석할 방송 기간의
      시작 날짜와 끝 날짜를
      클릭하세요
    `,
    step2: `
      해당 기간에서 제외하고 싶은
      방송이 있는 경우
      클릭하여 편집하실 수 있습니다.
    `,
    step3: `
      세 개의 데이터 지표중
      확인하고 싶은 것만 선택하세요.
    `,
    step4: `
      분석하기를 누르면 아래에
      분석결과가 나타납니다.
    `,
  },
};
