const textSource = {
  firtstContent: {
    title: '트루포인트 : 인터넷 방송 시청자 반응 분석 클로즈베타 테스터를 모집합니다',
    content: `
      컨텐츠에 대한 시청자들의 반응을 분석하여 제공하는 트루포인트 서비스의
      클로즈베타 서비스를 아프리카BJ, 트위치 스트리머, 유튜브 라이브
      유저분들을 대상으로 진행합니다.
    `,
    sub: '방송마다의 시청자 반응을 그래프 및 자료를 통해 살펴보세요!',
  },
  secondContent: {
    title: '일정이 어떻게 되나요?',
    content: `
      12월 21일부터 CBT 참가인원 분들은 전용 ID 및 PW를 지급받습니다.
      웹에서 방송국 ID와 연동을 진행하시면 방송에 대한 데이터 수집이 시작됩니다.
    `,
    sub: '제공받을 수 있는 정보 및 활용 방법은 이어질 내용에서 확인 또는 문의해주세요!',
  },
  thirdContent: {
    title: '어떤 자료를 제공받을 수 있나요?',
    content: `
      본 CBT에서는 신청자 분들의 방송에서 발생한 시청자 채팅 반응을 수집, 분석합니다.
    `,
    sub: `
      시청자의 반응이 급등한 지점을 확인한 "유튜브 편집점 추출" 자료를 제공합니다.
      유투브 편집물을 제작함에 있어서 시청자들의 반응이 좋았던 부분을 놓치지 않을 수 있습니다.
    `,
  },
  fourthContent: {
    content: `
      기존에 했던 방송에서 시청자 반응 차이를 비교할 수 있는
      "방송 비교 분석" 데이터를 제공합니다. (채팅 수 비교, 웃음 수 비교 등)
    `,
    sub1: `
      각각 다른 컨텐츠를 한 두 방송 중 어떤 방송이 더 반응이 좋았는지
      확인하실 수 있습니다. 시청자 수가 더 많지만 재미는 오히려 낮을 수 있습니다.
    `,
    sub2: `
      내 방송의 퍼포먼스를 방송별로 비교해보세요!
    `,
    sub3: `
      추후 특정 단어 발생량 비교 (극, 락 등), 시각화 표현 추가 등 많은
      업데이트들이 예정되어 있습니다.
    `,
  },
};

export default textSource;
