const textSource = {
  firtstContent: {
    title: '트루포인트 CBT는 누구에게 필요한 서비스인가요?',
    content: `
      - 최근 내 방송에 대한 시청자의 반응을 파악하는데 어려움을 느끼는 방송인
      - 시청자들이 원하는 컨텐츠, 방송이 무엇인지 파악하기 어려운 방송인
      - 나의 민심이 좋았던 때, 나빴던 때를 파악하여 시청자의 반응에 예측, 잘 대응하고자 하는 방송인
      - 인터넷 방송과 유튜브 채널을 효율적으로 꾸준히 성장시키고자 하는 방송인
    `,
    sub: '트루포인트는 방송 진행에 참고할 수 있는 시청자 반응 정보를 제공합니다.',
  },
  secondContent: {
    title: '어떤 자료를 제공받을 수 있나요?',
    content: `
      본 CBT에서는 신청자 분들의 방송에서 발생한 시청자 채팅 반응을 수집, 분석합니다.
      시청자의 반응이 급등한 지점을 확인한 "유튜브 편집점 추출" 자료를 제공합니다.
      유튜브 편집물을 제작할 때 시청자들의 반응이 좋았던 부분을 놓치지 않을 수 있습니다.
    `,
    sub: '(동영상 편집프로그램에 삽입하여 편집점을 확인하실 수 있도록 파일을 제공합니다.)',
  },
  thirdContent: {
    content: `
      두 방송의 시청자 반응 차이를 비교하실 수 있는 "방송 비교 분석" 데이터를 제공합니다. (채팅 수 비교, 웃음 수 비교 등)
    `,
    sub: `
      어떤 방송 또는 행동을 했을 때 시청자 반응이 더 좋았는지 파악하고 반영하실 수 있습니다.
    `,
  },
  fourthContent: {
    content: `
      [기간 분석]을 통해 선택한 기간의 시청자 수 뿐만 아니라 반응이 어떻게 변화하고 있는지도 확인하실 수 있습니다.
    `,
    sub1: `
      의도치 않은 흐름으로 가고 있다면 문제가 커지기 전에 파악하고 반전을 기획하실 수 있습니다.
    `,
    sub2: `
      추후 특정 단어 발생량 비교 (극, 락 발생량 등), 시각화 표현 추가 등 많은 업데이트들이 예정되어 있습니다.
    `,
  },
  fifthContent: {
    title: '어떻게 진행되나요?',
    content: `
      12월 21일부터 테스터로 신청해주신 분들은 전용 ID 및 PW를 기재해주신 연락처로 보내 드립니다.
    `,
    sub: `
      제공 받으신 계정으로 웹에 접속하여 데이터를 확인 하실 수 있습니다.
    `,
  },
};

export default textSource;
