const terms: any = [

  {
    title: '',
    text : `트루포인트가 제공하는 방송데이터 서칭 엔진 TRUE POINT 서비스는 회원의 개인정보를 보호하며 정보통신망이용촉진 및 정보보호 등에 관한 법률 등 모든 관련 법령을 준수하기 위하여 회원 개인정보처리방침(이하 ‘개인정보처리방침’)을 제정하고 이를 준수하고 있습니다. 또한 아래에 게시된 개인정보보호 정책을 통하여 회원이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다. 본 개인정보보호정책은 회사가 운영하는 서비스에 공개되며, 고객이 언제나 쉽게 찾아볼 수 있도록 하고 있습니다.`
  }
,
  {
    title: '1.수집하는 개인정보 항목 및 수집 방법',
    text: `회사는 이용자 확인 및 통계, 분석을 통한 자료로 회원님의 필요에 맞는 최적의 서비스를 제공하기 위한 목적으로 최소한의 회원 개인정보를 수집, 이용하고 있습니다. 누구나 동의 거부 의사를 표시할 수 있으며 동의 거부 시 회원으로서의 기본 활동을 위한 정보 부족으로 회원가입은 할 수 없으며, 이에 따라 홈페이지를 통한 회원 로그인, 회원용 서비스 이용은 제한이 됩니다.
    `
  },
  {
    subtitle: '수집하는 개인정보 항목 및 수집 목적',
    text: `1. 이름, 이메일 주소, 비밀번호 : 회원제 서비스 이용에 따른 본인 확인 절차에이용
      2. 이메일 주소, 연락처(휴대폰): 트루포인트 공지사항, 불만처리 등을 위한 의사소통 경로의 확보, 서비스 개발을 위한 연구/조사등의 안내
      3. 이메}일 및 PUSH 수신 여부 : 블링 공지사항, 회원들 간의 신규 메시지 알람, 상품/서비스에 대한 제반 마케팅(대행포함) 및 판촉활동, 사은행사, 이벤트, 최신정보 등의 안내를 이메일이나 PUSH, SMS 로 수신하는 것에 동의하는 지의 여부 확인`
  },
  {
    subtitle: '수집하는 정보',
    text: `1. 필수입력사항: 이름, 이메일주소, 비밀번호 등
      2. 선택입력사항: 아프리카tv, 트위치tv, 유튜브 등의 채널연동 허용
      3. 서비스 이용과정에서 생성, 수집되는 서비스 이용기록, 접속로그, 결제기록, 탈퇴 기록 등`
  },

  {
    subtitle: '수집방법',
    text: `홈페이지, 전화, 고객문의, 오픈인증 서비스
      로그 분석 프로그램을 통한 생성정보 수집.`
  }
  ,
  {
    title: '2. 개인정보의 이용 목적',
    text: `회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.

      첫째. 서비스 제공에 관한 계약 이행
      컨텐츠 제공, 금융 거래시 본인의 인증 등
      둘째. 회원 관리 
      회원제 서비스 이용에 따른 본인확인, 개인식별, 불량 회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 가입 및 가입횟수 제한, 만 14세 미만 아동 개인정보 수집 시 법정 대리인(부모님) 동의여부 확인, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원 처리, 고지사항 전달
      
      셋째. 마케팅 및 광고에 활용
      통계적 특성에 따른 서비스 제공 및 광고 게재, 회원의 서비스 이용에 대한 통계 및 접속빈도 파악, 신규서비스 런칭 시 대상자 추출 및 이벤트 제공
      `
  },
  {
    title: '3. 개인정보 수집에 대한 동의',
    text: '회사는 적법하고 공정한 수단에 의하여 서비스 계약의 성립 및 이행에 필요한 최소한의 개인정보를 수집합니다. 회사가 회원의 개인 식별이 가능한 개인정보를 수집하는 때는 반드시 아래의 적법한 절차에 따라 회원의 동의를 받습니다. 회원의 개인정보 수집과 관련하여 회사의 이용약관 또는 개인정보처리방침을 통해 그 내용을 고지하고 있으며, 회원이 위 내용에 대해 \'동의\' 버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다. 회사는 회사의 서버 로그파일이나 조사를 기반으로 회원들의 분포도, 관심사 그리고 행동양식을 연구합니다. 이는 회원들을 보다 잘 이해하고 보다 높은 질의 서비스를 제공하기 위한 것입니다. 이러한 연구는 총체적으로 수집, 분석되며 회원 개인에 관하여 식별할 수 있는 정보를 포함되어 있지 않습니다.'
  },
  {
    title: '4. 개인정보의 보유 기간 및 파기절차와 방법',
    text: `회사는 개인정보의 수집 목적 또는 제공받은 목적이 달성된 때에는 회원의 개인정보를 지체 없이 폐기합니다.

      첫째. 파기 대상
      ① 회원가입 정보의 경우 : 회원가입을 탈퇴하거나 회원에서 제명된 때
      ② 설문조사, 이벤트 등의 목적을 위하여 회원가입정보에 포함된 주소와 다른 별도의 배송지 정보를 수집한 경우 : 해당 이용 목적이 종료된 때. 단, 수집 목적 또는 제공받은 목적이 달성된 경우에도 상법 등 법령의 규정에 의하여 보존할 필요성이 있는 경우에는 예외적으로 회원의 개인정보를 보유할 수 있습니다.
      ③ 상법 및 ’전자상거래 등에서 소비자보호에 관한 법률’ 등 관련 법령의 규정에 의하여 보존할 필요성이 있는 경우
      - 계약 또는 청약 철회 등에 관한 기록 : 5년
      - 대금결제 및 재화 등의 공급에 관한 기록 : 5년
      - 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
      ④ 정당한 절차에 따라 보유 기간을 미리 회원에게 고지하거나 명시한 경우
      ⑤ 개별적으로 회원의 동의를 받은 경우 : 동의 받은 기간 동안 보관
      ⑥ 고객상담 및 회원의 추가적인 피해 방지를 위해 30일간 보관하는 경우
      
      둘째. 파기 방법
      ① 종이에 출력된 개인정보 : 분쇄기로 분쇄
      ② 전자적 파일 형태로 저장된 개인정보 : 기록을 재생할 수 없는 기술적 방법으로 삭제
      `
  },
  {
    title: '제 5조 회원가입 및 이용계약의 성립',
    text: `첫째. 개인정보의 열람 및 정정 방법
      회원은 언제든지 등록되어 있는 회원의 개인정보를 열람하거나 정정할 수 있습니다. 회원의 개인정보에 대한 열람 또는 정정을 하고자 할 경우에는 [ 환경설정 ] 메뉴를 클릭하여 직접 열람 또는 정정하거나, 개인정보 관련 담당자에게 전화 또는 전자우편으로 연락하면 지체 없이 정정할 수 있습니다. 만일 회원의 대리인이 방문하여 열람 또는 정정을 요구하는 경우에는 회원의 진정한 대리인인지 여부를 확인하기 위해, 대리관계를 나타내는 증표를 제시하도록 요구할 수 있습니다.
      회원이 개인정보의 오류에 대한 정정을 요청한 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제 3자에게 이미 제공한 경우에는 정정 처리 결과를 제 3 자에게 지체 없이 통지하여 정정이 이루어지도록 조치합니다. 다만, 개인정보의 전부 또는 일부에 대하여 열람 또는 정정을 거절할 정당한 이유가 있는 경우에는 회원에게 이를 지체 없이 통지하고 그 이유를 설명합니다.
      단, 다음과 같은 경우에는 예외적으로 개인정보의 열람 및 정정을 제한할 수 있습니다.
      ① 본인 또는 제 3 자의 생명, 신체, 재산 또는 권익을 현저하게 해할 우려가 있는 경우
      ② 당해 서비스 제공자의 업무에 현저한 지장을 미칠 우려가 있는 경우
      ③ 법령에 위반하는 경우
      
      둘째. 동의 철회 및 회원 탈퇴 방법
      회원은 회원가입 시 개인정보의 수집, 이용 및 제공에 대해 동의한 내용을 언제든지 철회할 수 있습니다. 동의철회 및 회원탈퇴를 원하실 경우 [회원탈퇴]를 클릭하여 직접 신청 할 수 있으며, 개인정보 관련 담당자에게 전화 또는 전자우편 등으로 연락하면 즉시 필요한 조치를 취해 드립니다.
      `
  },
  {
    title: '6. 쿠키에 의한 개인정보 수집회사는 회원의 정보를 수시로 저장하고 찾아내는 \'쿠키 (cookie)\'를 운영합니다.',
    text: `쿠키란 회사의 웹사이트 또는 모바일 서비스를 운영하는데 이용되는 서버가 회원의 브라우저에 보내는 아주 작은 텍스트 파일로서 회원의 단말기(PC, 스마트폰, 태블릿 PC 등)의 하드디스크에 저장됩니다.
      쿠키 (cookie)에는 사용한 웹사이트의 정보 및 회원의 개인정보가 담길 수 있으며, 따라서 회원은 쿠키 설치에 대한 선택권을 가지고 있습니다. 회원 단말기의 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 또는 쿠키가 저장될 때마다 확인을 거치거나, 혹은 모든 쿠키의 저장을 거부할 수도 있습니다.
      다만, 회원이 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 발생할 수도 있습니다.
      
      첫째. 쿠키 설치 허용 여부를 지정하는 방법 (익스플로러의 경우)
      ① [도구] 메뉴에서 [인터넷 옵션]을 선택합니다.
      ② [개인정보 탭]을 클릭합니다.
      ③ [개인정보보호 수준]을 설정합니다.
      
      둘째. 받은 쿠키를 보는 방법 (익스플로러의 경우)
      ① [작업 표시줄]에서 [도구] 를 클릭합니다.
      ② [인터넷 옵션]을 선택합니다.
      ③ [일반 탭 (기본 탭)]에서 [설정]을 클릭합니다.
      ④ [파일 보기]를 선택합니다.
      
      셋째. 쿠키 사용의 목적
      이렇게 쿠키를 통해 수집한 개인정보는 개인의 관심 분야에 따른 차별화된 정보 제공, 회원과 비회원의 접속빈도 또는 이용시간 등을 분석하고 고객의 취향과 관심분야를 파악하는 타겟(target) 마케팅, 고객의 서비스 이용 습관을 분석한 후의 개인 맞춤 서비스 제공 및 서비스 개편 척도로 활용됩니다.
      `

  },
  {
    title: '7. 개인정보의 안전성 확보 조치',
    text: `블링 은 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.

      정기적인 자체 감사 실시
      개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로 자체 감사를 실시하고 있습니다.
      
      개인정보 취급 직원의 최소화 및 교육
      개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.
      
      내부관리계획의 수립 및 시행
      개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.
      
      해킹 등에 대비한 기술적 대책
      블링 은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.
      
      개인정보의 암호화
      이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.
      
      접속기록의 보관 및 위변조 방지
      개인정보처리 시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고 있습니다.
      
      개인정보에 대한 접근 제한
      개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
      
      문서보안을 위한 잠금장치 사용
      개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.
      
      비인가자에 대한 출입 통제
      개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.
      `
  },
  {
    title: '8. 개인정보 보호책임',
    text:
      `① 블링 은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
      ② 정보주체께서는 블링 의 서비스(또는 사업) 를(을) 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당자로 문의하실 수 있습니다. 블링 은 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.
      
      ▶ 개인정보 보호책임자
      성명 :강태섭
      직책 :CTO
      전화 :010-8120-9720
      이메일주소 :kseop@onad.io
      `
  },
  {
    title: '9. 정책 변경에 따른 공지 의무',
    text: `본 개인정보 보호정책은 관련 법률 및 정부 지침의 변경과 회사의 내부 정책 변경에 의하여 수시로 변경될 수 있습니다.
      회사의 개인정보 보호정책이 변경될 경우에는 회사가 운영하는 사이트 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다.
      변경 관련 문의 사항은 개인정보 관리 책임자 및 담당자에게 문의하거나 웹사이트의 고객문의 이메일을 통해 할 수 있습니다.`

  },
  {
    title: '10. 분석',
    text: `당사는 서비스를 방문하는 사용자 수, 가장 많이 요청된 정보 및 사용자와 서비스의 상호 작용 방법 등,
      당사 서비스와 사용자의 상호 작용을 여러 가지 방법으로 분석합니다.
      당사가 수집하는 정보에는 참조하는 웹 사이트, 당사 서비스의 내부 페이지 접근 횟수 및 빈도, 페이지 조회 시간 등이 포함됩니다.
      이를 통해 당사는 서비스에 대한 사용자 경험과 서비스를 개선할 수 있습니다.`

  },
  {
    title: '11. Privacy Policies of 3rd Parties We Integrate With',
    text: ` Applies to All Customers - YouTube API Terms of Service
      Applies to All Customers - Twitch API Terms of Service
      Applies to All Customers – AfreecaTV API`
  }
  
];
export default terms;
